{
    "es": {
        "title": "Portafolio de Ygor Hernández",
        "name": "Ygor Hernández",
        "job_title": "Aspirante a Científico de Datos | Desarrollador Frontend",
        "about_me_title": "Sobre Mí",
        "about_me_text": "Soy un profesional en transición hacia el campo de la Ciencia de Datos, que actualmente se encuentra fortaleciendo sus habilidades en análisis, visualización y modelado de datos. Con una sólida experiencia de cuatro años como Gerente General en Denlinea Company, C.A., y una licenciatura en Contaduría Pública de la Universidade de Oriente, poseo una base robusta en contabilidad y administración. Mi objetivo es aplicar estos conocimientos para extraer información valiosa y respaldar la toma de decisiones basada en datos, con la meta de convertirse en un Científico de Datos capaz de desarrollar soluciones innovadoras. A lo largo de este año, mis esfuerzos se han centrado en mejorar mi dominio del inglés, profundizar en herramientas como Python y SQL, y expandir mi red profesional. Estoy incursionando en el uso de agente usando N8N y langGraph.",
        "training_title": "Formación y Certificaciones",
        "training_1_title": "Formación en Ciencia de Datos (Programa ONE Tech Foundation G8)",
        "training_1_text": "Este programa intensivo de Alura le ha proporcionado una base en ciencia de datos. A través de este, ha desarrollado habilidades en técnicas de modelado, como la regresión lineal.",
        "training_1_skills": "Tecnologías y habilidades:",
        "training_1_skills_list": "Python, SQL, bibliotecas de análisis de datos, modelado estadístico.",
        "training_2_title": "Formación para Principiantes en Programación (Formação Iniciante em Programação G8 - ONE)",
        "training_2_text": "Esta formación de Alura le ha permitido adquirir conocimientos fundamentales en desarrollo web y diseño de interfaces.",
        "training_2_skills": "Tecnologías y habilidades:",
        "training_2_skills_list": "HTML, HTML5, Hojas de Estilos en Cascada (CSS), diseño web adaptable, diseño de la interfaz de usuario.",
        "training_3_title": "Formación en Desarrollo Personal (Formação Desenvolvimento Pessoal G8 - ONE)",
        "training_3_text": "A través de este programa de Alura, ha fortalecido habilidades blandas cruciales para el entorno profesional, como la comunicación y el trabajo en equipo.",
        "training_3_skills": "Habilidades:",
        "training_3_skills_list": "Investigación, habilidades sociales, comunicación, trabajo en equipo, resolución de problemas, liderazgo de equipos.",
        "contact_title": "Contacto",
        "contact_text": "Si deseas contactarme, puedes hacerlo a través de mi correo electrónico o mi perfil de LinkedIn.",
        "contact_email_button": "Enviar Correo",
        "contact_linkedin_button": "LinkedIn",
        "footer_text": "&copy; 2024 Ygor Hernández. Todos los derechos reservados.",
        "privacy_policy_link": "Política de Privacidad",
        "privacy_title": "Política de Privacidad",
        "privacy_header": "Política de Privacidad",
        "privacy_back_button": "Volver",
        "privacy_last_updated": "<strong>Última actualización:</strong> 04/12/2024",
        "privacy_app_name": "<strong>Nombre de la Aplicación:</strong> Portafolio Ygor Hernández",
        "privacy_controller": "<strong>Responsable del Tratamiento:</strong> Ygor Hernández",
        "privacy_intro_title": "1. Introducción",
        "privacy_intro_text": "Esta Política de Privacidad explica cómo recopilamos, utilizamos y protegemos la información de los usuarios cuando utilizan nuestra aplicación, desarrollada para integrarse con los servicios de Meta (Facebook, Instagram y otros productos asociados). Nos comprometemos a proteger tu información personal y a cumplir con las normas de Meta, así como con las leyes aplicables de privacidad. Al utilizar la aplicación, aceptas las prácticas descritas en esta Política de Privacidad.",
        "privacy_info_title": "2. Información que recopilamos",
        "privacy_info_text": "Recopilamos los siguientes tipos de información para proporcionar y mejorar la funcionalidad de la aplicación:",
        "privacy_info_user_title": "2.1. Información proporcionada por el usuario",
        "privacy_info_user_text": "Cuando autorizas la app a través de Meta, podemos recibir información permitida por los permisos que aceptas, por ejemplo:",
        "privacy_info_user_item1": "Nombre y apellido",
        "privacy_info_user_item2": "Foto de perfil",
        "privacy_info_user_item3": "ID de usuario de Facebook o Instagram",
        "privacy_info_user_item4": "Correo electrónico (si lo autorizas)",
        "privacy_info_user_item5": "Datos de interacción con la app",
        "privacy_info_auto_title": "2.2. Información recopilada automáticamente",
        "privacy_info_auto_text": "La app puede recopilar información técnica, como:",
        "privacy_info_auto_item1": "Tipo de dispositivo",
        "privacy_info_auto_item2": "Sistema operativo",
        "privacy_info_auto_item3": "Zona horaria",
        "privacy_info_auto_item4": "Dirección IP",
        "privacy_info_auto_item5": "Información de uso general dentro de la aplicación",
        "privacy_info_api_title": "2.3. Información proveniente de las APIs de Meta",
        "privacy_info_api_text": "Solo accedemos a la información necesaria para el funcionamiento de la app y que está permitida por las políticas de Meta. No accedemos ni almacenamos información adicional que no esté explícitamente autorizada por el usuario.",
        "privacy_how_use_title": "3. Cómo utilizamos la información",
        "privacy_how_use_text": "Utilizamos la información recopilada para los siguientes fines:",
        "privacy_how_use_item1": "Proveer y operar las funcionalidades principales de la aplicación",
        "privacy_how_use_item2": "Personalizar la experiencia del usuario",
        "privacy_how_use_item3": "Analizar el rendimiento de la app",
        "privacy_how_use_item4": "Mejorar funciones, estabilidad y seguridad",
        "privacy_how_use_item5": "Enviar notificaciones relacionadas con el uso de la aplicación (si el usuario lo autoriza)",
        "privacy_how_use_never_sell": "Nunca vendemos ni alquilamos información personal.",
        "privacy_sharing_title": "4. Compartición de información",
        "privacy_sharing_text": "Tu información no será compartida con terceros, salvo en los siguientes casos:",
        "privacy_sharing_item1": "<strong>Cumplimiento legal:</strong> Si una ley, orden judicial o autoridad lo requiere.",
        "privacy_sharing_item2": "<strong>Proveedores de servicios:</strong> Podemos trabajar con servicios externos para alojar, analizar o procesar datos, siempre bajo estrictos acuerdos de confidencialidad.",
        "privacy_sharing_item3": "<strong>Meta Platforms, Inc.:</strong> Solo cuando sea necesario para mantener la funcionalidad de los servicios autorizados mediante sus APIs.",
        "privacy_sharing_never_ads": "Nunca compartimos datos con empresas de publicidad ni terceros no autorizados.",
        "privacy_storage_title": "5. Almacenamiento y seguridad de los datos",
        "privacy_storage_text": "Los datos pueden almacenarse de manera segura en servidores propios o de proveedores confiables. Aplicamos medidas administrativas, técnicas y físicas para proteger la información. La información se conserva únicamente durante el período necesario para cumplir con los fines descritos en esta política. Si revocas los permisos desde tu cuenta de Meta, dejaremos de recibir nueva información asociada a tu perfil.",
        "privacy_rights_title": "6. Derechos del usuario",
        "privacy_rights_text": "Dependiendo de tu ubicación, puedes ejercer derechos como:",
        "privacy_rights_item1": "Acceso a tus datos personales",
        "privacy_rights_item2": "Actualización o corrección de datos",
        "privacy_rights_item3": "Eliminación de información almacenada",
        "privacy_rights_item4": "Revocación de permisos otorgados a la aplicación",
        "privacy_rights_revoke": "Puedes revocar permisos directamente desde tu Configuración de Facebook/Instagram > Apps y sitios web activos.",
        "privacy_rights_contact": "También puedes contactarnos para solicitar eliminación de datos: <a href='mailto:ygorhernandezbr@gmail.com' class='text-teal-400 hover:underline'>ygorhernandezbr@gmail.com</a>",
        "privacy_minors_title": "7. Privacidad de menores",
        "privacy_minors_text": "La aplicación no está diseñada para menores de 13 años. No recopilamos voluntariamente información de niños. Si detectamos datos de menores, serán eliminados inmediatamente.",
        "privacy_changes_title": "8. Cambios en esta Política de Privacidad",
        "privacy_changes_text": "Nos reservamos el derecho de modificar esta Política de Privacidad. Cuando hagamos cambios, actualizaremos la fecha de “Última actualización”. El uso continuado de la app después de cualquier cambio constituye aceptación de la nueva política.",
        "privacy_contact_title": "9. Contacto",
        "privacy_contact_text": "Si tienes preguntas o deseas ejercer tus derechos de privacidad, puedes contactarnos por:",
        "privacy_contact_item1": "<strong>Correo electrónico:</strong> <a href='mailto:ygorhernandezbr@gmail.com' class='text-teal-400 hover:underline'>ygorhernandezbr@gmail.com</a>",
        "privacy_contact_item2": "<strong>Sitio web:</strong> <a href='index.html' class='text-teal-400 hover:underline'>Portafolio Ygor Hernández</a>",
        "privacy_contact_item3": "<strong>Responsable:</strong> Ygor Hernández"
    },
    "en": {
        "title": "Ygor Hernández's Portfolio",
        "name": "Ygor Hernández",
        "job_title": "Aspiring Data Scientist | Frontend Developer",
        "about_me_title": "About Me",
        "about_me_text": "I am a professional transitioning into the field of Data Science, currently strengthening my skills in data analysis, visualization, and modeling. With a solid four-year background as a General Manager at Denlinea Company, C.A., and a degree in Public Accounting from the Universidade de Oriente, I have a strong foundation in accounting and administration. My goal is to apply this knowledge to extract valuable insights and support data-driven decision-making, aiming to become a Data Scientist capable of developing innovative solutions. Throughout this year, my efforts have focused on improving my English proficiency, deepening my knowledge of tools like Python and SQL, and expanding my professional network. I am currently exploring the use of agents with N8N and langGraph.",
        "training_title": "Training and Certifications",
        "training_1_title": "Data Science Training (ONE Tech Foundation G8 Program)",
        "training_1_text": "This intensive Alura program has provided me with a foundation in data science. Through it, I have developed skills in modeling techniques, such as linear regression.",
        "training_1_skills": "Technologies and skills:",
        "training_1_skills_list": "Python, SQL, data analysis libraries, statistical modeling.",
        "training_2_title": "Beginner's Programming Training (Formação Iniciante em Programação G8 - ONE)",
        "training_2_text": "This Alura training has allowed me to acquire fundamental knowledge in web development and interface design.",
        "training_2_skills": "Technologies and skills:",
        "training_2_skills_list": "HTML, HTML5, Cascading Style Sheets (CSS), responsive web design, user interface design.",
        "training_3_title": "Personal Development Training (Formação Desenvolvimento Pessoal G8 - ONE)",
        "training_3_text": "Through this Alura program, I have strengthened crucial soft skills for the professional environment, such as communication and teamwork.",
        "training_3_skills": "Skills:",
        "training_3_skills_list": "Research, social skills, communication, teamwork, problem-solving, team leadership.",
        "contact_title": "Contact",
        "contact_text": "If you wish to contact me, you can do so via email or my LinkedIn profile.",
        "contact_email_button": "Send Email",
        "contact_linkedin_button": "LinkedIn",
        "footer_text": "&copy; 2024 Ygor Hernández. All rights reserved.",
        "privacy_policy_link": "Privacy Policy",
        "privacy_title": "Privacy Policy",
        "privacy_header": "Privacy Policy",
        "privacy_back_button": "Back",
        "privacy_last_updated": "<strong>Last updated:</strong> December 4, 2024",
        "privacy_app_name": "<strong>Application Name:</strong> Ygor Hernández Portfolio",
        "privacy_controller": "<strong>Data Controller:</strong> Ygor Hernández",
        "privacy_intro_title": "1. Introduction",
        "privacy_intro_text": "This Privacy Policy explains how we collect, use, and protect user information when they use our application, developed to integrate with Meta services (Facebook, Instagram, and other associated products). We are committed to protecting your personal information and complying with Meta's standards, as well as applicable privacy laws. By using the application, you agree to the practices described in this Privacy Policy.",
        "privacy_info_title": "2. Information We Collect",
        "privacy_info_text": "We collect the following types of information to provide and improve the application's functionality:",
        "privacy_info_user_title": "2.1. Information Provided by the User",
        "privacy_info_user_text": "When you authorize the app through Meta, we may receive information permitted by the permissions you accept, for example:",
        "privacy_info_user_item1": "First and last name",
        "privacy_info_user_item2": "Profile picture",
        "privacy_info_user_item3": "Facebook or Instagram user ID",
        "privacy_info_user_item4": "Email (if you authorize it)",
        "privacy_info_user_item5": "Interaction data with the app",
        "privacy_info_auto_title": "2.2. Information Collected Automatically",
        "privacy_info_auto_text": "The app may collect technical information, such as:",
        "privacy_info_auto_item1": "Device type",
        "privacy_info_auto_item2": "Operating system",
        "privacy_info_auto_item3": "Time zone",
        "privacy_info_auto_item4": "IP address",
        "privacy_info_auto_item5": "General usage information within the application",
        "privacy_info_api_title": "2.3. Information from Meta APIs",
        "privacy_info_api_text": "We only access the information necessary for the app's operation and that is permitted by Meta's policies. We do not access or store additional information that is not explicitly authorized by the user.",
        "privacy_how_use_title": "3. How We Use the Information",
        "privacy_how_use_text": "We use the collected information for the following purposes:",
        "privacy_how_use_item1": "Provide and operate the main functionalities of the application",
        "privacy_how_use_item2": "Personalize the user experience",
        "privacy_how_use_item3": "Analyze the app's performance",
        "privacy_how_use_item4": "Improve features, stability, and security",
        "privacy_how_use_item5": "Send notifications related to the use of the application (if the user authorizes it)",
        "privacy_how_use_never_sell": "We never sell or rent personal information.",
        "privacy_sharing_title": "4. Information Sharing",
        "privacy_sharing_text": "Your information will not be shared with third parties, except in the following cases:",
        "privacy_sharing_item1": "<strong>Legal compliance:</strong> If required by law, court order, or authority.",
        "privacy_sharing_item2": "<strong>Service providers:</strong> We may work with external services to host, analyze, or process data, always under strict confidentiality agreements.",
        "privacy_sharing_item3": "<strong>Meta Platforms, Inc.:</strong> Only when necessary to maintain the functionality of the services authorized through its APIs.",
        "privacy_sharing_never_ads": "We never share data with advertising companies or unauthorized third parties.",
        "privacy_storage_title": "5. Data Storage and Security",
        "privacy_storage_text": "Data may be stored securely on our own or trusted providers' servers. We apply administrative, technical, and physical measures to protect the information. The information is retained only for the period necessary to fulfill the purposes described in this policy. If you revoke permissions from your Meta account, we will stop receiving new information associated with your profile.",
        "privacy_rights_title": "6. User Rights",
        "privacy_rights_text": "Depending on your location, you may exercise rights such as:",
        "privacy_rights_item1": "Access to your personal data",
        "privacy_rights_item2": "Update or correct data",
        "privacy_rights_item3": "Deletion of stored information",
        "privacy_rights_item4": "Revocation of permissions granted to the application",
        "privacy_rights_revoke": "You can revoke permissions directly from your Facebook/Instagram Settings > Active Apps and Websites.",
        "privacy_rights_contact": "You can also contact us to request data deletion: <a href='mailto:ygorhernandezbr@gmail.com' class='text-teal-400 hover:underline'>ygorhernandezbr@gmail.com</a>",
        "privacy_minors_title": "7. Children's Privacy",
        "privacy_minors_text": "The application is not intended for children under 13. We do not knowingly collect information from children. If we detect data from minors, it will be deleted immediately.",
        "privacy_changes_title": "8. Changes to this Privacy Policy",
        "privacy_changes_text": "We reserve the right to modify this Privacy Policy. When we make changes, we will update the “Last Updated” date. Continued use of the app after any changes constitutes acceptance of the new policy.",
        "privacy_contact_title": "9. Contact",
        "privacy_contact_text": "If you have questions or wish to exercise your privacy rights, you can contact us by:",
        "privacy_contact_item1": "<strong>Email:</strong> <a href='mailto:ygorhernandezbr@gmail.com' class='text-teal-400 hover:underline'>ygorhernandezbr@gmail.com</a>",
        "privacy_contact_item2": "<strong>Website:</strong> <a href='index.html' class='text-teal-400 hover:underline'>Ygor Hernández Portfolio</a>",
        "privacy_contact_item3": "<strong>Controller:</strong> Ygor Hernández"
    },
    "pt": {
        "title": "Portfólio de Ygor Hernández",
        "name": "Ygor Hernández",
        "job_title": "Aspirante a Cientista de Dados | Desenvolvedor Frontend",
        "about_me_title": "Sobre Mim",
        "about_me_text": "Sou um profissional em transição para a área de Ciência de Dados, atualmente fortalecendo minhas habilidades em análise, visualização e modelagem de dados. Com uma sólida experiência de quatro anos como Gerente Geral na Denlinea Company, C.A., e uma graduação em Contabilidade Pública pela Universidade de Oriente, possuo uma base robusta em contabilidade e administração. Meu objetivo é aplicar esses conhecimentos para extrair insights valiosos e apoiar a tomada de decisões baseada em dados, com a meta de me tornar um Cientista de Dados capaz de desenvolver soluções inovadoras. Ao longo deste ano, meus esforços se concentraram em melhorar minha proficiência em inglês, aprofundar meu conhecimento em ferramentas como Python e SQL, e expandir minha rede profissional. Estou incursionando no uso de agentes usando N8N e langGraph.",
        "training_title": "Formação e Certificações",
        "training_1_title": "Formação em Ciência de Dados (Programa ONE Tech Foundation G8)",
        "training_1_text": "Este programa intensivo da Alura me proporcionou uma base em ciência de dados. Através dele, desenvolvi habilidades em técnicas de modelagem, como regressão linear.",
        "training_1_skills": "Tecnologias e habilidades:",
        "training_1_skills_list": "Python, SQL, bibliotecas de análise de dados, modelagem estatística.",
        "training_2_title": "Formação para Iniciantes em Programação (Formação Iniciante em Programação G8 - ONE)",
        "training_2_text": "Esta formação da Alura me permitiu adquirir conhecimentos fundamentais em desenvolvimento web e design de interfaces.",
        "training_2_skills": "Tecnologias e habilidades:",
        "training_2_skills_list": "HTML, HTML5, Folhas de Estilo em Cascata (CSS), design responsivo, design de interface de usuário.",
        "training_3_title": "Formação em Desenvolvimento Pessoal (Formação Desenvolvimento Pessoal G8 - ONE)",
        "training_3_text": "Através deste programa da Alura, fortaleci habilidades interpessoais cruciais para o ambiente profissional, como comunicação e trabalho em equipe.",
        "training_3_skills": "Habilidades:",
        "training_3_skills_list": "Pesquisa, habilidades sociais, comunicação, trabalho em equipe, resolução de problemas, liderança de equipe.",
        "contact_title": "Contato",
        "contact_text": "Se desejar entrar em contato, pode fazê-lo através do meu e-mail ou do meu perfil no LinkedIn.",
        "contact_email_button": "Enviar E-mail",
        "contact_linkedin_button": "LinkedIn",
        "footer_text": "&copy; 2024 Ygor Hernández. Todos os direitos reservados.",
        "privacy_policy_link": "Política de Privacidade",
        "privacy_title": "Política de Privacidade",
        "privacy_header": "Política de Privacidade",
        "privacy_back_button": "Voltar",
        "privacy_last_updated": "<strong>Última atualização:</strong> 04/12/2024",
        "privacy_app_name": "<strong>Nome da Aplicação:</strong> Portfólio Ygor Hernández",
        "privacy_controller": "<strong>Responsável pelo Tratamento:</strong> Ygor Hernández",
        "privacy_intro_title": "1. Introdução",
        "privacy_intro_text": "Esta Política de Privacidade explica como coletamos, usamos e protegemos as informações dos usuários ao utilizar nossa aplicação, desenvolvida para se integrar aos serviços da Meta (Facebook, Instagram e outros produtos associados). Comprometemo-nos a proteger suas informações pessoais e a cumprir as normas da Meta, bem como as leis de privacidade aplicáveis. Ao utilizar a aplicação, você concorda com as práticas descritas nesta Política de Privacidade.",
        "privacy_info_title": "2. Informações que Coletamos",
        "privacy_info_text": "Coletamos os seguintes tipos de informação para fornecer e melhorar a funcionalidade da aplicação:",
        "privacy_info_user_title": "2.1. Informações Fornecidas pelo Usuário",
        "privacy_info_user_text": "Quando você autoriza o aplicativo através da Meta, podemos receber informações permitidas pelas permissões que você aceita, por exemplo:",
        "privacy_info_user_item1": "Nome e sobrenome",
        "privacy_info_user_item2": "Foto de perfil",
        "privacy_info_user_item3": "ID de usuário do Facebook ou Instagram",
        "privacy_info_user_item4": "E-mail (se você autorizar)",
        "privacy_info_user_item5": "Dados de interação com o aplicativo",
        "privacy_info_auto_title": "2.2. Informações Coletadas Automaticamente",
        "privacy_info_auto_text": "O aplicativo pode coletar informações técnicas, como:",
        "privacy_info_auto_item1": "Tipo de dispositivo",
        "privacy_info_auto_item2": "Sistema operacional",
        "privacy_info_auto_item3": "Fuso horário",
        "privacy_info_auto_item4": "Endereço IP",
        "privacy_info_auto_item5": "Informações de uso geral dentro da aplicação",
        "privacy_info_api_title": "2.3. Informações Provenientes das APIs da Meta",
        "privacy_info_api_text": "Acessamos apenas as informações necessárias para o funcionamento do aplicativo e que são permitidas pelas políticas da Meta. Não acessamos nem armazenamos informações adicionais que não sejam explicitamente autorizadas pelo usuário.",
        "privacy_how_use_title": "3. Como Usamos as Informações",
        "privacy_how_use_text": "Usamos as informações coletadas para os seguintes fins:",
        "privacy_how_use_item1": "Fornecer e operar as funcionalidades principais da aplicação",
        "privacy_how_use_item2": "Personalizar a experiência do usuário",
        "privacy_how_use_item3": "Analisar o desempenho do aplicativo",
        "privacy_how_use_item4": "Melhorar funcionalidades, estabilidade e segurança",
        "privacy_how_use_item5": "Enviar notificações relacionadas ao uso da aplicação (se o usuário autorizar)",
        "privacy_how_use_never_sell": "Nunca vendemos ou alugamos informações pessoais.",
        "privacy_sharing_title": "4. Compartilhamento de Informações",
        "privacy_sharing_text": "Suas informações não serão compartilhadas com terceiros, exceto nos seguintes casos:",
        "privacy_sharing_item1": "<strong>Conformidade legal:</strong> Se exigido por lei, ordem judicial ou autoridade.",
        "privacy_sharing_item2": "<strong>Provedores de serviços:</strong> Podemos trabalhar com serviços externos para hospedar, analisar ou processar dados, sempre sob rigorosos acordos de confidencialidade.",
        "privacy_sharing_item3": "<strong>Meta Platforms, Inc.:</strong> Apenas quando necessário para manter a funcionalidade dos serviços autorizados através de suas APIs.",
        "privacy_sharing_never_ads": "Nunca compartilhamos dados com empresas de publicidade ou terceiros não autorizados.",
        "privacy_storage_title": "5. Armazenamento e Segurança dos Dados",
        "privacy_storage_text": "Os dados podem ser armazenados de forma segura em servidores próprios ou de fornecedores confiáveis. Aplicamos medidas administrativas, técnicas e físicas para proteger as informações. As informações são mantidas apenas pelo período necessário para cumprir os fins descritos nesta política. Se você revogar as permissões da sua conta Meta, deixaremos de receber novas informações associadas ao seu perfil.",
        "privacy_rights_title": "6. Direitos do Usuário",
        "privacy_rights_text": "Dependendo da sua localização, você pode exercer direitos como:",
        "privacy_rights_item1": "Acesso aos seus dados pessoais",
        "privacy_rights_item2": "Atualização ou correção de dados",
        "privacy_rights_item3": "Exclusão de informações armazenadas",
        "privacy_rights_item4": "Revogação de permissões concedidas à aplicação",
        "privacy_rights_revoke": "Você pode revogar as permissões diretamente nas Configurações do Facebook/Instagram > Aplicativos e sites ativos.",
        "privacy_rights_contact": "Você também pode nos contatar para solicitar a exclusão de dados: <a href='mailto:ygorhernandezbr@gmail.com' class='text-teal-400 hover:underline'>ygorhernandezbr@gmail.com</a>",
        "privacy_minors_title": "7. Privacidade de Menores",
        "privacy_minors_text": "A aplicação não se destina a menores de 13 anos. Não coletamos intencionalmente informações de crianças. Se detectarmos dados de menores, eles serão excluídos imediatamente.",
        "privacy_changes_title": "8. Alterações a esta Política de Privacidade",
        "privacy_changes_text": "Reservamo-nos o direito de modificar esta Política de Privacidade. Quando fizermos alterações, atualizaremos a data da “Última Atualização”. O uso continuado do aplicativo após quaisquer alterações constitui aceitação da nova política.",
        "privacy_contact_title": "9. Contato",
        "privacy_contact_text": "Se você tiver dúvidas ou desejar exercer seus direitos de privacidade, pode nos contatar por:",
        "privacy_contact_item1": "<strong>E-mail:</strong> <a href='mailto:ygorhernandezbr@gmail.com' class='text-teal-400 hover:underline'>ygorhernandezbr@gmail.com</a>",
        "privacy_contact_item2": "<strong>Site:</strong> <a href='index.html' class='text-teal-400 hover:underline'>Portfólio Ygor Hernández</a>",
        "privacy_contact_item3": "<strong>Responsável:</strong> Ygor Hernández"
    }
}
