{
    "es": {
        "title": "Portafolio de Ygor Hernández",
        "name": "Ygor Hernández",
        "job_title": "Aspirante a Científico de Datos | Desarrollador Frontend",
        "about_me_title": "Sobre Mí",
        "about_me_text": "Soy un profesional en transición hacia el campo de la Ciencia de Datos, que actualmente se encuentra fortaleciendo sus habilidades en análisis, visualización y modelado de datos. Con una sólida experiencia de cuatro años como Gerente General en Denlinea Company, C.A., y una licenciatura en Contaduría Pública de la Universidade de Oriente, poseo una base robusta en contabilidad y administración. Mi objetivo es aplicar estos conocimientos para extraer información valiosa y respaldar la toma de decisiones basada en datos, con la meta de convertirse en un Científico de Datos capaz de desarrollar soluciones innovadoras. A lo largo de este año, mis esfuerzos se han centrado en mejorar mi dominio del inglés, profundizar en herramientas como Python y SQL, y expandir mi red profesional. Estoy incursionando en el uso de agente usando N8N y langGraph.",
        "training_title": "Formación y Certificaciones",
        "training_1_title": "Formación en Ciencia de Datos (Programa ONE Tech Foundation G8)",
        "training_1_text": "Este programa intensivo de Alura le ha proporcionado una base en ciencia de datos. A través de este, ha desarrollado habilidades en técnicas de modelado, como la regresión lineal.",
        "training_1_skills": "Tecnologías y habilidades:",
        "training_1_skills_list": "Python, SQL, bibliotecas de análisis de datos, modelado estadístico.",
        "training_2_title": "Formación para Principiantes en Programación (Formação Iniciante em Programação G8 - ONE)",
        "training_2_text": "Esta formación de Alura le ha permitido adquirir conocimientos fundamentales en desarrollo web y diseño de interfaces.",
        "training_2_skills": "Tecnologías y habilidades:",
        "training_2_skills_list": "HTML, HTML5, Hojas de Estilos en Cascada (CSS), diseño web adaptable, diseño de la interfaz de usuario.",
        "training_3_title": "Formación en Desarrollo Personal (Formação Desenvolvimento Pessoal G8 - ONE)",
        "training_3_text": "A través de este programa de Alura, ha fortalecido habilidades blandas cruciales para el entorno profesional, como la comunicación y el trabajo en equipo.",
        "training_3_skills": "Habilidades:",
        "training_3_skills_list": "Investigación, habilidades sociales, comunicación, trabajo en equipo, resolución de problemas, liderazgo de equipos.",
        "contact_title": "Contacto",
        "contact_text": "Si deseas contactarme, puedes hacerlo a través de mi correo electrónico o mi perfil de LinkedIn.",
        "contact_email_button": "Enviar Correo",
        "contact_linkedin_button": "LinkedIn"
    },
    "en": {
        "title": "Ygor Hernández's Portfolio",
        "name": "Ygor Hernández",
        "job_title": "Aspiring Data Scientist | Frontend Developer",
        "about_me_title": "About Me",
        "about_me_text": "I am a professional transitioning into the field of Data Science, currently strengthening my skills in data analysis, visualization, and modeling. With a solid four-year background as a General Manager at Denlinea Company, C.A., and a degree in Public Accounting from the Universidade de Oriente, I have a strong foundation in accounting and administration. My goal is to apply this knowledge to extract valuable insights and support data-driven decision-making, aiming to become a Data Scientist capable of developing innovative solutions. Throughout this year, my efforts have focused on improving my English proficiency, deepening my knowledge of tools like Python and SQL, and expanding my professional network. I am currently exploring the use of agents with N8N and langGraph.",
        "training_title": "Training and Certifications",
        "training_1_title": "Data Science Training (ONE Tech Foundation G8 Program)",
        "training_1_text": "This intensive Alura program has provided me with a foundation in data science. Through it, I have developed skills in modeling techniques, such as linear regression.",
        "training_1_skills": "Technologies and skills:",
        "training_1_skills_list": "Python, SQL, data analysis libraries, statistical modeling.",
        "training_2_title": "Beginner's Programming Training (Formação Iniciante em Programação G8 - ONE)",
        "training_2_text": "This Alura training has allowed me to acquire fundamental knowledge in web development and interface design.",
        "training_2_skills": "Technologies and skills:",
        "training_2_skills_list": "HTML, HTML5, Cascading Style Sheets (CSS), responsive web design, user interface design.",
        "training_3_title": "Personal Development Training (Formação Desenvolvimento Pessoal G8 - ONE)",
        "training_3_text": "Through this Alura program, I have strengthened crucial soft skills for the professional environment, such as communication and teamwork.",
        "training_3_skills": "Skills:",
        "training_3_skills_list": "Research, social skills, communication, teamwork, problem-solving, team leadership.",
        "contact_title": "Contact",
        "contact_text": "If you wish to contact me, you can do so via email or my LinkedIn profile.",
        "contact_email_button": "Send Email",
        "contact_linkedin_button": "LinkedIn"
    },
    "pt": {
        "title": "Portfólio de Ygor Hernández",
        "name": "Ygor Hernández",
        "job_title": "Aspirante a Cientista de Dados | Desenvolvedor Frontend",
        "about_me_title": "Sobre Mim",
        "about_me_text": "Sou um profissional em transição para a área de Ciência de Dados, atualmente fortalecendo minhas habilidades em análise, visualização e modelagem de dados. Com uma sólida experiência de quatro anos como Gerente Geral na Denlinea Company, C.A., e uma graduação em Contabilidade Pública pela Universidade de Oriente, possuo uma base robusta em contabilidade e administração. Meu objetivo é aplicar esses conhecimentos para extrair insights valiosos e apoiar a tomada de decisões baseada em dados, com a meta de me tornar um Cientista de Dados capaz de desenvolver soluções inovadoras. Ao longo deste ano, meus esforços se concentraram em melhorar minha proficiência em inglês, aprofundar meu conhecimento em ferramentas como Python e SQL, e expandir minha rede profissional. Estou incursionando no uso de agentes usando N8N e langGraph.",
        "training_title": "Formação e Certificações",
        "training_1_title": "Formação em Ciência de Dados (Programa ONE Tech Foundation G8)",
        "training_1_text": "Este programa intensivo da Alura me proporcionou uma base em ciência de dados. Através dele, desenvolvi habilidades em técnicas de modelagem, como regressão linear.",
        "training_1_skills": "Tecnologias e habilidades:",
        "training_1_skills_list": "Python, SQL, bibliotecas de análise de dados, modelagem estatística.",
        "training_2_title": "Formação para Iniciantes em Programação (Formação Iniciante em Programação G8 - ONE)",
        "training_2_text": "Esta formação da Alura me permitiu adquirir conhecimentos fundamentais em desenvolvimento web e design de interfaces.",
        "training_2_skills": "Tecnologias e habilidades:",
        "training_2_skills_list": "HTML, HTML5, Folhas de Estilo em Cascata (CSS), design responsivo, design de interface de usuário.",
        "training_3_title": "Formação em Desenvolvimento Pessoal (Formação Desenvolvimento Pessoal G8 - ONE)",
        "training_3_text": "Através deste programa da Alura, fortaleci habilidades interpessoais cruciais para o ambiente profissional, como comunicação e trabalho em equipe.",
        "training_3_skills": "Habilidades:",
        "training_3_skills_list": "Pesquisa, habilidades sociais, comunicação, trabalho em equipe, resolução de problemas, liderança de equipe.",
        "contact_title": "Contato",
        "contact_text": "Se desejar entrar em contato, pode fazê-lo através do meu e-mail ou do meu perfil no LinkedIn.",
        "contact_email_button": "Enviar E-mail",
        "contact_linkedin_button": "LinkedIn"
    }
}
